# language: ru

Функция: Научная деятельность

  Контекст:
    Дано Я открыл "https://www.bsuir.by/" страницу
    То Страница должна быть: "https://www.bsuir.by/"

  Сценарий: Аспирантура и докторантура БГУИР
    Допустим Я перевожу курсор на вкладку "Сотрудникам" и далее "Аспирантура и докторантура"
    То Вижу, что заголовок страницы "Аспирантура и докторантура БГУИР"

  Сценарий: Советы по защите диссертаций при БГУИР
    Допустим Я перевожу курсор на вкладку "Сотрудникам" и далее "Советы по защите диссертаций"
    То Вижу, что заголовок страницы "СОВЕТЫ ПО ЗАЩИТЕ ДИССЕРТАЦИЙ ПРИ БГУИР"
  
  Сценарий: Научные мероприятия
    Допустим Я перевожу курсор на вкладку "Сотрудникам" и далее "Научные мероприятия"
    То Вижу, что заголовок страницы "Научные мероприятия"
  
  Сценарий: Экспертные комиссии
    Допустим Я перевожу курсор на вкладку "Сотрудникам" и далее "Экспертные комиссии"
    То Вижу, что заголовок страницы "Экспертные комиссии"